



{
    "Group Section": "Section du groupe",
    "Kindly read our Policy & Guidelines before you proceed..": "Veuillez lire notre politique et nos directives avant de continuer..",
    "Group Name": "Nom du groupe",
    "Number of Group Members": "Nombre de membres du groupe",
    "Select Number of Members": "Sélectionnez le nombre de membres",
    "Yes, our group is gender inclusive.": "Oui, notre groupe est inclusif en termes de genre",
    "Register": "S'inscrire",
    "Skip": "Passer",
    "Club Registration Form": "Formulaire d'inscription au club",
    "Enter your group name": "Entrez le nom de votre groupe",
    "Submit": "Soumettre",
    
    
    "Read through our Policy & Guidelines before you proceed": "Lisez notre politique et nos directives avant de continuer",
    "Form Instructions": "Instructions du formulaire",
    
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Email": "Email",
    "Personal Information": "Informations personnelles",
    "Group Information": "Informations sur le groupe",
   
    "Select Existing Group": "Sélectionnez le groupe existant ",
    "Surname": "Nom de famille",
    "Given Names": "Prénoms",
    "Select your University": "Sélectionnez votre université",
    "Faculty/Department": "Faculté/Département",
    "Degree Program": "Programme de diplôme",
    "Age": "Âge",
    "Gender": "Genre",
    "Email:": "Email :",
    "Phone Number": "Numéro de téléphone ",
    "Country": "Pays",
    "Select your Country": "Sélectionnez votre pays",
    "Select your gender": "Sélectionnez votre genre",
    "Female": "Femme",
    "Select your group": "Sélectionnez votre groupe",
  "University name": "Nom de l'université",
  "eg. BSc Physics": "ex. Licence en physique",
  "Enter your age": "Entrez votre âge",
   
   
    
    "Back": "Retour",
    "Next": "Suivant",
    "success": "Succès",

    "Language Proficiency": "Maîtrise des langues",
   
    "English Proficiency": "Maîtrise de l'anglais",
    "French Proficiency": "Maîtrise du français",
    "English Speaking": "Expression orale en anglais",
    "Select your level of speaking": "Sélectionnez votre niveau d'expression orale",
    "Basic": "Basique",
    "Intermediate": "Intermédiaire",
    "Fluent": "Courant",
    "English Writing": "Expression écrite en anglais",
    "Select your level of writing": "Sélectionnez votre niveau d'expression écrite",
    "French Speaking": "Expression orale en français",
    "French Writing": "Expression écrite en français",
    "Extra information": "Informations supplémentaires",
   
    "Background, Interests, Skills & Contributions": "Antécédents, intérêts, compétences et contributions",
    "Background & Interests": "Antécédents et intérêts",
    "Previous Experience with Digital Technologies": "Expérience antérieure avec les technologies numériques",
    "Select your level of experience with digital technologies": "Sélectionnez votre niveau d'expérience avec les technologies numériques",
    "none": "Aucune",
   
    "Advanced": "Avancé",
    "Specific Interest in Earth Observation and IoT": "Intérêt spécifique pour l'observation de la Terre et l'IoT",
    "Describe your interest and any relevant experience or projects": "Décrivez votre intérêt et toute expérience ou projet pertinent",
    "Why do you want to join the GAIA Club?": "Pourquoi souhaitez-vous rejoindre le Club GAIA ?",
    "Provide a brief statement on your motivation to join and what you hope to achieve": "Fournissez une brève déclaration sur votre motivation à rejoindre et ce que vous espérez accomplir",
    "Personal and Professional Goals": "Objectifs personnels et professionnels",
    "How do you envision your involvement with the GAIA Club contributing to your personal and professional goals?": "Comment envisagez-vous que votre participation au Club GAIA contribue à vos objectifs personnels et professionnels ?",
    "Skills & Contributions": "Compétences et contributions",
    "Technical Skills": "Compétences techniques",
    "List any technical skills relevant to earth observation and IoT": "Énumérez toutes les compétences techniques pertinentes pour l'observation de la Terre et l'IoT",
    "Non-Technical Skills": "Compétences non techniques",
    "Describe any other skills you bring to the team": "Décrivez toutes les autres compétences que vous apportez à l'équipe",
    "Group Participation": "Participation au groupe",
    "Preferred Group Role": "Rôle préféré dans le groupe",
    "Preferred group role": "Rôle préféré dans le groupe",
    "Research and Conceptualization": "Recherche et conceptualisation",
    "Technical Development": "Développement technique",
    "Project Management": "Gestion de projet",
    "Communication and Outreach": "Communication et sensibilisation",
    "Additional Information": "Informations supplémentaires",
    "Any other information you would like to share": "Toute autre information que vous souhaitez partager",
    "Declaration": "Déclaration",
    "I hereby declare that the information provided is true and accurate to the best of my knowledge. I understand that membership in the GAIA Club requires active participation and commitment": "Je déclare par la présente que les informations fournies sont vraies et exactes selon ma meilleure connaissance. Je comprends que l'adhésion au Club GAIA nécessite une participation active et un engagement",
    "Current Date": "Date actuelle",
    "Male" : "homme",





    
        "A. GEO-Africa Incubator/Accelerator (GAIA) Club Policy": "A. Politique du Club d'incubation et d'accélération GEO-Africa (GAIA)",
        "Preamble": "Préambule",
        "The GAIA Clubs established within universities across serve as a dynamic platform for nurturing the potential of young minds in the realms of digital technology, specifically focusing on the pivotal areas of earth observation (EO) and the Internet of Things (IoT).": "Les clubs GAIA établis au sein des universités servent de plateforme dynamique pour cultiver le potentiel des jeunes esprits dans les domaines de la technologie numérique, en se concentrant spécifiquement sur les domaines cruciaux de l'observation de la Terre (EO) et de l'Internet des objets (IoT).",
        "The GAIA Club initiative, rooted in the ethos of “Empowering African Youth through Digital Stewardship for Earth Observation-Driven Sustainability,” aims to bridge the gap between theoretical knowledge and practical application. It is our belief that by providing a structured, supportive, and inclusive environment, we can ignite a passion for technological innovation and environmental responsibility among students.": "L'initiative du club GAIA, ancrée dans l'éthique de « Donner du pouvoir à la jeunesse africaine par la gestion numérique pour une durabilité axée sur l'observation de la Terre », vise à combler le fossé entre les connaissances théoriques et l'application pratique. Nous croyons qu'en fournissant un environnement structuré, favorable et inclusif, nous pouvons susciter une passion pour l'innovation technologique et la responsabilité environnementale chez les étudiants.",
        "This policy outlines the framework for membership, group formation, training, and development activities within the GAIA Clubs. Through this policy, we strive to create a landscape of opportunity where young, aspiring technologists can grow, collaborate, and contribute to sustainable development and environmental conservation.": "Cette politique définit le cadre des activités d'adhésion, de formation de groupes, de formation et de développement au sein des clubs GAIA. À travers cette politique, nous nous efforçons de créer un paysage d'opportunités où les jeunes technologistes aspirants peuvent grandir, collaborer et contribuer au développement durable et à la conservation de l'environnement.",
        "Policy Guidelines": "Directives de la politique",
        "1. Establishment of GAIA Clubs: GAIA Clubs shall be established in a university to foster a collaborative environment for students passionate about digital technology, with a focus on earth observation and the Internet of Things.": "1. Établissement des clubs GAIA : Les clubs GAIA seront établis dans une université pour favoriser un environnement collaboratif pour les étudiants passionnés par la technologie numérique, avec un accent sur l'observation de la Terre et l'Internet des objets.",
        "2. Membership Criteria: Membership in GAIA Clubs is open to all students enrolled at the club's host institution who have a keen interest in the specified fields of technology.": "2. Critères d'adhésion : L'adhésion aux clubs GAIA est ouverte à tous les étudiants inscrits dans l'institution hôte du club et qui ont un vif intérêt pour les domaines spécifiés de la technologie.",
        "3. Application Process: Interested students must complete an application form to join the GAIA Club, demonstrating their commitment and interest in the club's objectives.": "3. Processus de candidature : Les étudiants intéressés doivent remplir un formulaire de candidature pour rejoindre le club GAIA, démontrant leur engagement et leur intérêt pour les objectifs du club.",
        "4. Group Formation: Members will form groups comprising a minimum of three and a maximum of six individuals. It is imperative that these groups maintain gender inclusivity, promoting a balanced and diverse perspective in their activities.": "4. Formation de groupes : Les membres formeront des groupes composés d'au moins trois et au plus six individus. Il est impératif que ces groupes maintiennent l'inclusivité en termes de genre, favorisant une perspective équilibrée et diversifiée dans leurs activités.",
        "5. Orientation and Training: Edenway Foundation will conduct orientation sessions for new members and groups, providing essential insights and guidelines for effective participation in club activities.": "5. Orientation et formation : La fondation Edenway organisera des sessions d'orientation pour les nouveaux membres et les groupes, fournissant des idées essentielles et des lignes directrices pour une participation efficace aux activités du club.",
        "6. Topic Selection and Pitch Preparation: After the orientation, groups will select specific topics to focus their efforts on. Each group is required to prepare a pitch related to their chosen topic. The top five groups from the various clubs will then be shortlisted.": "6. Sélection du sujet et préparation du pitch : Après l'orientation, les groupes choisiront des sujets spécifiques sur lesquels se concentrer. Chaque groupe doit préparer un pitch lié à son sujet choisi. Les cinq meilleurs groupes des différents clubs seront ensuite présélectionnés.",
        "7. Prototype Development Support: Edenway Foundation will support the five shortlisted groups in developing their prototypes. This support will be both hardware and advisory in nature. In special circumstances, the support will be financial.": "7. Soutien au développement de prototypes : La fondation Edenway soutiendra les cinq groupes présélectionnés dans le développement de leurs prototypes. Ce soutien sera à la fois matériel et consultatif. Dans des circonstances spéciales, le soutien sera financier.",
        "8. Online Training and Webinars: To aid in the development of prototypes, Edenway Foundation will facilitate a series of online training sessions and webinars, covering relevant topics and skills. Where possible, experts will visit clubs and provide in-person support.": "8. Formation en ligne et webinaires : Pour aider au développement des prototypes, la fondation Edenway facilitera une série de sessions de formation en ligne et de webinaires, couvrant des sujets et des compétences pertinents. Dans la mesure du possible, des experts visiteront les clubs et fourniront un soutien en personne.",
        "9. Mini-GAIAthon Competition: Each GAIA Club will organize a mini-GAIAthon, where groups will present their solution pitches. The top two groups from each club will be chosen to participate in the main GAIAthon event.": "9. Mini-GAIAthon Competition : Chaque club GAIA organisera un mini-GAIAthon, où les groupes présenteront leurs pitches de solution. Les deux meilleurs groupes de chaque club seront choisis pour participer à l'événement principal du GAIAthon.",
        "10. Annual Calendar and Key Timelines:": "10. Calendrier annuel et jalons clés:",
        "a) October-December: Membership application period.": "a) Octobre-décembre : Période de demande d'adhésion.",
        "b) January-February: Orientation, group formation, topic selection, announcement of shortlisted groups, and distribution of hardware and accessories.": "b) Janvier-février : Orientation, formation de groupes, sélection de sujets, annonce des groupes présélectionnés et distribution de matériel et d'accessoires.",
        "c) March-May: Series of webinars and active development phase of solutions.": "c) Mars-mai : Série de webinaires et phase active de développement des solutions.",
        "d) June: Submission of pitch decks and announcement of top two groups for GAIAthon.": "d) Juin : Soumission des pitchs et annonce des deux meilleurs groupes pour le GAIAthon.",
        "e) July-August: Preparation phase for the GAIAthon.": "e) Juillet-août : Phase de préparation pour le GAIAthon.",
        "f) 2-5 September: Hosting of the GAIAthon.": "f) 2-5 septembre : Organisation du GAIAthon.",
        "g) 6 September: Celebration of GAIAfest.": "g) 6 septembre : Célébration du GAIAfest.",
        "B. Earth Observation & Internet of Things Topics": "B. Sujets d'observation de la Terre et d'Internet des objets",
        "Approach": "Approche",
        "Groups are encouraged to make use of free and readily available optical or radar satellite data, drone imagery, and in-situ datasets. Groups are also encouraged to utilize free and open-source software, IoT developer kits, sensors, and any other devices that they may deem relevant. Projects must showcase originality or significant improvements made to similar or existing innovations. Projects must also display a business potential or a need to an identified market. Innovations may address the issues listed below or any other relevant issue related to earth observation.": 
         "Les groupes sont encouragés à utiliser des données satellitaires optiques ou radar gratuites et facilement disponibles, des images de drones et des ensembles de données in situ. Les groupes sont également encouragés à utiliser des logiciels libres et open source, des kits de développement IoT, des capteurs et tout autre appareil qu'ils jugent pertinent.Les projets doivent présenter de l'originalité ou des améliorations significatives apportées à des innovations similaires ou existantes. Les projets doivent également présenter un potentiel commercial ou répondre à un besoin sur un marché identifié. Les innovations peuvent aborder les problèmes énumérés ci-dessous ou tout autre problème pertinent lié à l'observation de la Terre.",
        "1) Big Data in Earth Observation": "1) Big Data dans l'observation de la Terre",
        "a) Utilizing high-resolution satellite images for environmental monitoring, land-use change detection, and disaster response.": "a) Utiliser des images satellitaires haute résolution pour la surveillance de l'environnement, la détection des changements d'utilisation des terres et la réponse aux catastrophes.",
        "b) Leveraging big data for advanced climate modeling to predict weather patterns, climate change effects, and environmental shifts.": "b) Tirer parti du big data pour des modèles climatiques avancés afin de prédire les schémas météorologiques, les effets du changement climatique et les changements environnementaux.",
        "c) Combining data from multiple sources, including satellites, drones, and ground sensors, to enhance the accuracy and depth of Earth observation data.": "c) Combiner des données de plusieurs sources, y compris des satellites, des drones et des capteurs au sol, pour améliorer la précision et la profondeur des données d'observation de la Terre.",
        "d) Implementing systems for the real-time processing and analysis of large datasets from Earth observation satellites.": "d) Mettre en place des systèmes de traitement et d'analyse en temps réel de grands ensembles de données provenant de satellites d'observation de la Terre.",
        "e) Employing machine learning algorithms to analyze vast datasets for pattern recognition, anomaly detection, and predictive analytics in environmental monitoring.": "e) Utiliser des algorithmes d'apprentissage automatique pour analyser d'énormes ensembles de données pour la reconnaissance de motifs, la détection d'anomalies et l'analyse prédictive dans la surveillance de l'environnement.",
        "f) Using satellite data for crop yield prediction, soil health monitoring, and precision agriculture practices.": "f) Utiliser des données satellitaires pour prédire le rendement des cultures, surveiller la santé du sol et pratiquer une agriculture de précision.",
        "g) Analyzing urban sprawl, infrastructure development, and land-use changes using large-scale earth observation data.": "g) Analyser l'étalement urbain, le développement des infrastructures et les changements d'utilisation des terres à l'aide de données d'observation de la Terre à grande échelle.",
        "h) Integrating big data from various earth observation platforms for efficient disaster management and response strategies, including flood mapping, wildfire tracking, and hurricane monitoring.": "h) Intégrer des big data provenant de diverses plates-formes d'observation de la Terre pour des stratégies efficaces de gestion des catastrophes et de réponse, y compris la cartographie des inondations, le suivi des incendies de forêt et la surveillance des ouragans.",
        "i) Utilizing time-series analysis of satellite data to track and study environmental changes, including deforestation, desertification, and glacial retreat.": "i) Utiliser l'analyse en séries temporelles des données satellitaires pour suivre et étudier les changements environnementaux, y compris la déforestation, la désertification et la retraite des glaciers.",
        "j) Developing platforms for efficient sharing, accessibility, and collaboration on earth observation datasets among researchers, policymakers, and the public.": "j) Développer des plateformes pour un partage efficace, l'accessibilité et la collaboration sur des ensembles de données d'observation de la Terre entre les chercheurs, les décideurs et le public.",
        "2) Biodiversity and Conservation": "2) Biodiversité et conservation",
        "a) Implementing satellite and drone technology to monitor the habitats and movements of endangered species.": "a) Mettre en œuvre la technologie satellitaire et de drones pour surveiller les habitats et les déplacements des espèces en voie de disparition.",
        "b) Utilizing GIS and remote sensing for mapping and assessing biodiversity in various ecosystems.": "b) Utilisation des SIG (Systèmes d'Information Géographique) et de la télédétection pour la cartographie et l'évaluation de la biodiversité dans divers écosystèmes.",
        
            "c) Employing technology for early detection and control of invasive species.": "Utilisation de la technologie pour la détection précoce et le contrôle des espèces envahissantes.",
            "d) Fish/Shell-fish identification.": "Identification des poissons/coquillages.",
            "e) Algae (micro and macro) identification": "Identification des algues (micro et macro).",
            "f) Avifauna diversity and abundance assessment": "Évaluation de la diversité et de l'abondance de l'avifaune.",
          
            "3) In-situ Environmental Measurements": "3) Mesures environnementales in situ",
            "a) Implementing sensors for real-time monitoring of water quality parameters in rivers, lakes, and coastal areas.": "a) Mise en place de capteurs pour la surveillance en temps réel des paramètres de la qualité de l'eau dans les rivières, les lacs et les zones côtières.",
            "b) Using in-situ sensors for assessing soil quality and composition, crucial for ecological studies.": "b) Utilisation de capteurs in situ pour évaluer la qualité et la composition du sol, essentielles pour les études écologiques.",
            "c) Gathering data on atmospheric conditions to study their impact on local environments.": "c) Collecte de données sur les conditions atmosphériques pour étudier leur impact sur les environnements locaux.",
          
            "4) Marine Pollution Monitoring": "4) Surveillance de la pollution marine",
            "a) Utilizing satellite imagery and in-situ sensors for the early detection and analysis of oil spills.": "a) Utilisation d'images satellites et de capteurs in situ pour la détection précoce et l'analyse des déversements de pétrole.",
            "b) Implementing technologies for tracking and mapping the spread of plastics and other debris in marine environments.": "b) Mise en place de technologies pour suivre et cartographier la propagation des plastiques et autres débris dans les environnements marins.",
            "c) Monitoring the levels of harmful chemical pollutants in marine ecosystems.": "c) Surveillance des niveaux de polluants chimiques nocifs dans les écosystèmes marins.",
          
            "5) Aquaculture Development": "5) Développement de l'aquaculture",
            "a) Developing systems for early detection and management of diseases in aquaculture environments.": "a) Développement de systèmes pour la détection précoce et la gestion des maladies dans les environnements d'aquaculture.",
            "b) Utilizing technology for monitoring and optimizing feed usage in aquaculture to ensure sustainable practices.": "b) Utilisation de la technologie pour surveiller et optimiser l'utilisation des aliments dans l'aquaculture afin d'assurer des pratiques durables.",
            "c) Video monitoring of fish activity/health": "c) Surveillance vidéo de l'activité/santé des poissons.",
            "d) Automatic fish feeders": "d) Distributeurs automatiques de nourriture pour poissons.",
          
            "6) Fisheries Management and Small Vessel Monitoring": "6) Gestion des pêches et surveillance des petits navires",
            "a) Implementing electronic reporting systems for catch data to ensure sustainable fishing practices.": "a) Mise en place de systèmes électroniques de déclaration des captures pour garantir des pratiques de pêche durables.",
            "b) Assessing the impact of fishing activities on marine habitats and ecosystems.": "b) Évaluation de l'impact des activités de pêche sur les habitats marins et les écosystèmes.",
            "c) Utilizing satellite and aerial surveillance to detect Illegal, Unreported, and Unregulated (IUU) fishing activities.": "c) Utilisation de la surveillance par satellite et aérienne pour détecter les activités de pêche illégale, non déclarée et non réglementée (INN).",
          
            "7) Safe Inland Water Transport and Navigation": "7) Transport fluvial sécurisé et navigation",
            "a) Implementing advanced technologies for collision avoidance in busy inland waterways.": "a) Mise en place de technologies avancées pour éviter les collisions dans les voies navigables intérieures animées.",
            "b) Developing and deploying automated navigation aids to assist in safe and efficient inland water transport.": "b) Développement et déploiement d'aides à la navigation automatisées pour assister dans le transport fluvial sûr et efficace.",
            "c) Establishing robust emergency response systems for accidents and natural disasters in inland waterways.": "c) Établissement de systèmes robustes de réponse aux urgences pour les accidents et les catastrophes naturelles dans les voies navigables intérieures.",
          
            "8) Coastal Vegetation and Biodiversity Assessment": "8) Évaluation de la végétation côtière et de la biodiversité",
            "a) Using remote sensing to analyze and mitigate habitat fragmentation in coastal regions.": "a) Utilisation de la télédétection pour analyser et atténuer la fragmentation des habitats dans les régions côtières.",
            "b) Conducting studies on the impact of climate change on coastal vegetation and biodiversity.": "b) Réalisation d'études sur l'impact du changement climatique sur la végétation côtière et la biodiversité.",
            "c) Developing strategies for the restoration and conservation of coastal habitats.": "c) Élaboration de stratégies pour la restauration et la conservation des habitats côtiers.",
          
            "9) Safety At Sea": "9) Sécurité en mer",
            "a) Implementing advanced systems for accurate and timely weather forecasting to ensure safety at sea.": "a) Mise en place de systèmes avancés de prévision météorologique précise et opportune pour garantir la sécurité en mer.",
            "b) Enhancing emergency beacon technology for quick response in case of maritime accidents.": "b) Amélioration de la technologie des balises d'urgence pour une réponse rapide en cas d'accident maritime.",
            "c) Utilizing AIS (Automatic Identification System) and other technologies for the tracking and monitoring of vessels to enhance maritime safety.": "c) Utilisation de l'AIS (Système d'Identification Automatique) et d'autres technologies pour le suivi et la surveillance des navires afin d'améliorer la sécurité maritime.",
          
            "10) Coastal Vulnerability Assessment": "10) Évaluation de la vulnérabilité côtière",
            "a) Utilizing satellite data and IoT sensor to track changes in sea levels over time.": "a) Utilisation de données satellites et de capteurs IoT pour suivre les changements du niveau de la mer au fil du temps.",
            "b) Implementing GIS and remote sensing technologies to monitor and predict coastal erosion patterns.": "b) Mise en place de technologies SIG et de télédétection pour surveiller et prédire les modèles d'érosion côtière.",
            "c) Developing models to predict the impact of storm surges, especially in the context of increasingly severe weather events due to climate change.": "c) Développement de modèles pour prédire l'impact des ondes de tempête, en particulier dans le contexte d'événements météorologiques de plus en plus sévères dus au changement climatique.",
            "d) Creating detailed flood risk maps to identify vulnerable areas prone to coastal flooding.": "d) Création de cartes détaillées des risques d'inondation pour identifier les zones vulnérables aux inondations côtières.",
            "e) Assessing the vulnerability and resilience of coastal infrastructure, including seawalls, breakwaters, and jetties.": "e) Évaluation de la vulnérabilité et de la résilience des infrastructures côtières, y compris les digues, les brise-lames et les jetées.",
            "f) Projecting future climate change impacts on coastal areas using climate models.": "f) Projection des impacts futurs du changement climatique sur les zones côtières à l'aide de modèles climatiques.",
            "g) Mapping and monitoring critical coastal habitats like coral reefs, seagrass beds, and wetlands, which play a key role in coastal protection.": "g) Cartographie et surveillance des habitats côtiers critiques tels que les récifs coralliens, les herbiers marins et les zones humides, qui jouent un rôle clé dans la protection côtière.",
            "h) Conducting surveys to assess the socio-economic vulnerability of coastal communities to environmental changes.": "h) Réalisation d'enquêtes pour évaluer la vulnérabilité socio-économique des communautés côtières aux changements environnementaux.",
            "i) Mobile apps that contribute to awareness creation about coastal vulnerability and promote community engagement in mitigation and adaptation strategies.": "i) Applications mobiles qui contribuent à la sensibilisation à la vulnérabilité côtière et favorisent l'engagement communautaire dans les stratégies d'atténuation et d'adaptation.",
         

            
                "Instructions": "Instructions",
                "Join a Group": "Rejoindre un groupe",
                "Membership in the GAIA Club is contingent upon being part of a collaborative group. Each applicant must be a member of a group, with each group consisting of 3 to 6 individuals. These groups must adhere to the principle of gender inclusivity.": "L'adhésion au Club GAIA est conditionnée par la participation à un groupe collaboratif. Chaque candidat doit être membre d'un groupe, chaque groupe étant composé de 3 à 6 personnes. Ces groupes doivent respecter le principe de l'inclusivité en matière de genre.",
                "Completing the application form": "Remplir le formulaire de candidature",
                "Every prospective member must individually complete the GAIA Club Membership Application Form.": "Chaque futur membre doit remplir individuellement le formulaire de demande d'adhésion au Club GAIA.",
                "One member of each group should register the group.": "Un membre de chaque groupe doit enregistrer le groupe.",
                "Other members of an already registered group should skip the group registration process and move on to select the name of their group in the personal data forms.": "Les autres membres d'un groupe déjà enregistré doivent sauter le processus d'enregistrement du groupe et passer à la sélection du nom de leur groupe dans les formulaires de données personnelles.",
                "In the group registration window, the number of members of each group is selected and the group will not appear for selection once it is full.": "Dans la fenêtre d'enregistrement du groupe, le nombre de membres de chaque groupe est sélectionné et le groupe n'apparaîtra plus pour la sélection une fois qu'il est complet.",
                "Different groups are not allowed to have the same group name. A new name will have to be registered if the previous name has already been registered.": "Il n'est pas permis à différents groupes d'avoir le même nom de groupe. Un nouveau nom devra être enregistré si le nom précédent a déjà été enregistré.",
                "Ensure all sections of the form are filled out accurately and thoroughly.": "Assurez-vous que toutes les sections du formulaire sont remplies de manière précise et approfondie.",
                "Adherence to these guidelines is essential for your application to be considered for membership in the GAIA Club.": "Le respect de ces directives est essentiel pour que votre candidature soit prise en compte pour l'adhésion au Club GAIA.",
                "Application deadline: 31 December 2023": "Date limite de candidature : 31 décembre 2023",
                "Gender Inclusive Section": "Section inclusive en matière de genre",
                "This group is already full.": "Cette groupe est déjà complet.",
                "User registered successfully!":"Utilisateur enregistré avec succès !"






              
              
          
      
   
    

   
   
}

